Repository: kogo59/tbtiffcut
Catalog: src/po/tbtiffcut.po
Languages: de_de

source: Build TAR file
de_de: TAR-Datei erstellen

source: &Exit
de_de: &Beenden

source: &File
de_de: &Datei

source: &Help
de_de: &Hilfe

source: About
de_de: Über

source: Building
de_de: Erstelle

source: Cancel
de_de: Abbruch

source: Color depth:
de_de: Farbtiefe:

source: Could not create set directory.
de_de: Kann set Verzeichnis nicht erstellen.

source: Could not remove existing tile.
de_de: Kann Kachel nicht löschen.

source: Could not remove set directory.
de_de: Kann set Verzeichnis nicht löschen.

source: Error
de_de: Fehler

source: Finished.
de_de: Beendet.

source: Generate tiles from geotiff images for trekbuddy.
de_de: Aus geotiff Bildern Kacheln für trekbuddy erzeugen.

source: Generating tar file.
de_de: Erzeuge tar-Datei.

source: Generating tiles.
de_de: Erzeuge Kacheln.

source: Output Path:
de_de: Ausgabepfad:

source: Output-Path missing or not accessible.
de_de: Ausgabepfad fehlt oder Zugriff nicht möglich.

source: OziMapFile creation failed.
de_de: Erzeugung der OziMap-Datei gescheitert.

source: Select a file
de_de: Datei auswählen

source: Select a folder
de_de: Verzeichnis auswählen

source: Setting output directory failed.
de_de: Ausgabeverzeichnis kann nicht festgelegt werden.

source: Source-Bitmap (tiff):
de_de: Quell-Bitmap (tiff):

source: Source-Bitmap missing or not accessible.
de_de: Quell-Bitmap nicht vorhanden oder Zugriff nicht möglich.

source: Tile dimensions
de_de: Kachelgröße

source: Writing map file.
de_de: Schreibe map-Datei.
